* Name the program and end program,author,installation url,date write, date compiled and display mensage Website about IDE.

IDENTIFICATION DIVISION.
PROGRAM-ID. WEBSITE.
AUTHOR. Tassiana_Milka.
INSTALLATION. https://launchpad.net/cobcide/+download .
DATE-WRITTEN.24/08/2024
DATE-COMPILED.24/08/204
REMARKS. Website to dowload
PROCEDURE DIVISION.
DISPLAY "Website about IDE"
STOP RUN.
END PROGRAM WEBSITE.
