*DATA, WORKING-STORAGE SECETION and mensage*


IDENTIFICATION DIVISION.
PROGRAM-ID. WORLD.
DATA  DIVISION.2024/08/31
FILE SECTION.
WORKING-STORAGE SECTION.
01 WELCOME PIC A(22).
01 INTRO PIC A(40) VALUE 'Cobol the code'.
01 NUMBER PIC 9(1) VALUE 5.
PROCEDURE DIVISION.
DISPLAY 'Hello, World!'.
MOVE "Hello " TO WELCOME.
DISPLAY  "My name is " INTRO.
DISPLAY "My  number" NUMBER.
STOP RUN.
END  PROGRAM  WORLD.
