
IDENTIFICATION DIVISION.
PROGRAM-ID. HELLO-WORLD.
AUTHOR. Tassiana_Milka.
DATE-WRITTEN.24/08/2024
PROCEDURE DIVISION.
DISPLAY "Hello, World!"
STOP RUN.
END PROGRAM HELLO-WORLD.
