
* Name the program and end program,author,date and display mensage Hello, World.

IDENTIFICATION DIVISION.
PROGRAM-ID. HELLO-WORLD.
AUTHOR. Tassiana_Milka.
DATE-WRITTEN.2024/08/24
PROCEDURE DIVISION.
DISPLAY "Hello, World!"
STOP RUN.
END PROGRAM HELLO-WORLD.
