
* Name the program and end program,author,date and display mensage Hello, World.

IDENTIFICATION DIVISION.
PROGRAM-ID. HELLO-WORLD.
AUTHOR. Tassiana_Milka.
DATE-WRITTEN.24/08/2024
PROCEDURE DIVISION.
DISPLAY "Hello, World!"
STOP RUN.
END PROGRAM HELLO-WORLD.
