   *Code  about two numbers and the result*

    IDENTIFICATION DIVISION.
    PROGRAM-ID. NUMS.
    DATA  DIVISION.2025/06/13
    FILE SECTION.
    WORKING-STORAGE SECTION.
    01 NUM1 PIC S99V99. 
    01 NUM2 PIC S99V99.
    PROCEDURE DIVISION.
    NUMRESULT.
    NEGATIVE-POSITIVOS-DECIMALES.
    MOVE -9321 TO NUM1.
    MOVE -9.10 TO NUM2.
    COMPUTE RESULT= NUM1+ NUM2.
    DISPLAY "Result is:"RESULT.
    STOP RUN.
    END  PROGRAM NUMS.
